// Количество генераций фото-карточек
const PHOTO_CARDS = 25;

// Массив-список, для случайных описаний фото-карточек.
const PHOTO_DESCRIPTIONS = [
  'Если смогу, я сделаю это. Конец истории.',
  'Смейтесь как только умеете, любите столько, сколько живете',
  'Делайте в вашей жизни то, что меньше заставляет вас смотреть в свой телефон.',
  'Улыбка — единственный тренд в моде, который актуален всегда',
  'Жизнь — это всего лишь серия крошечных чудес, поэтому обратите внимание на них',
  'Живите во всех тех моментах, которые вы не можете выразить словами.',
  'Не ждите идеального момента. Берите каждый момент и делайте его идеальным.',
  'Будьте счастливы в этот момент, потому что этот момент — и есть ваша жизнь.',
  'Мечтайте. Поверьте, в это. Добейтесь этого.',
  'Утром, только одна хорошая мысль меняет смысл целого дня.',
  'Надейтесь на лучшее, но не ждите этого. Смотрите вперед в будущее, но никогда не ждите, пока это произойдет.',
  'Любите меня, от этого я буду сиять еще ярче.',
  'Я точно знаю, кто я, и я чертовски горжусь этим.',
  'Никогда не бывает хорошего результата, если у вас негативное отношение к этому.',
  'Я не ленивый. Просто у меня нет мотивации.'
];

export { PHOTO_CARDS, PHOTO_DESCRIPTIONS };
